Repository: carlosglezcue/pkmn
Catalog: PokePokeMON/Resource/Localizable.xcstrings
Source language: en
Languages: es

source: Alert!
es: ¡Importante!

source: Base experience:
es: Experiencia

source: Cancel
es: Cancelar

source: Capture rate:
es: Rango de captura:

source: Enter number
es: Introduce un número

source: Growth rate:
es: Rango de crecimiento:

source: Here, you can find the best information about your favorite Pokemons.
es: Aquí puedes encontrar la mejor información sobre tus Pokemons favoritos

source: List
es: Lista

source: Maximum number allowed 1302
es: Número máximo permitido 1302

source: Moves
es: Movimientos

source: Network not available
es: Internet no disponible

source: Please enter a valid number
es: Introduce un número válido

source: Please, enter the number of pokemons you want to see this time:
es: Por favor, introduce el número de Pokemons que quieres ver esta vez

source: Pokedex
es: Pokédex

source: Pokemon Legendary:
es: Pokemon Legendario:

source: Retry again
es: Intentar de nuevo

source: Search Pokemon
es: Busca un Pokemon

source: Send
es: Enviar

source: Stats
es: Puntos

source: There's no internet connection at this moment. This app needs connection in order to work properly. Come back when you have internet again.
es: No hay conexión a internet en este momento. Esta app necesita conexión a internet para funcionar correctamente. Vuelva cuando tenga internet de nuevo.

source: Type:
es: Tipo:

source: Weight:
es: Peso:

source: Welcome to your new Pokedex
es: Bienvenido a tu nueva Pokédex
